content/roam/20211013091403-vertex_lab.org
:PROPERTIES:
:ID:       1890acb5-207a-44da-9239-c49ca0fe0d11
:END:
#+title: VERTEX Lab

* VEhiculaR Tensor EXperience

** Vision
*** Using AI technology, in particular [[./20231024174436-deep_learning_theory.org][deep learning theory]]  and [[./20210830182842-deep_reinforcement_learning.org][deep reinforcement learning]]  to improve vehicle control or prediction system
*** AI-Powered Autonomous systems to optimize process variables, improve operation and production efficiency, increase safety
** Domains:
*** Vehicle Energy Optimization System ( [[./20210830182658-veos.org][veos]] )
*** [[./20211012161458-battery_bank.org][battery bank]]
** Tasks:
*** dyanmic/ static strategy to improve electrical vehicle energy efficiency by adjustment of controller parameters in electric power train (AlphaTruck)
*** prediction of [[./20210831171810-battery.org][battery]] state of health
*** general performance optimization and cost reduction in vehicle operation and production

* Recruiting

[[./20220412130836-job_descirption_for_deep_learning_engineer.org][Job Descirption for Deep Learning Engineer]]
