20211013091403-vertex_lab.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>VERTEX Lab</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content">
<h1 class="title">VERTEX Lab</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org2dbde7b">VEhiculaR Tensor EXperience</a>
<ul>
<li><a href="#org4d81d8a">Vision</a>
<ul>
<li><a href="#org19ed6b6">Using AI technology, in particular deep learning theory  and deep reinforcement learning  to improve vehicle control or prediction system</a></li>
<li><a href="#org2843763">AI-Powered Autonomous systems to optimize process variables, improve operation and production efficiency, increase safety</a></li>
</ul>
</li>
<li><a href="#org63cd565">Domains:</a>
<ul>
<li><a href="#orge3d31f8">Vehicle Energy Optimization System ( veos )</a></li>
<li><a href="#orge9842c9">battery bank</a></li>
</ul>
</li>
<li><a href="#orga3cb7ea">Tasks:</a>
<ul>
<li><a href="#org0283298">dyanmic/ static strategy to improve electrical vehicle energy efficiency by adjustment of controller parameters in electric power train (AlphaTruck)</a></li>
<li><a href="#org25666cc">prediction of battery state of health</a></li>
<li><a href="#org87d943c">general performance optimization and cost reduction in vehicle operation and production</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org988435b">Recruiting</a></li>
</ul>
</div>
</div>
<p>
:ID:       1890acb5-207a-44da-9239-c49ca0fe0d11
</p>

<div id="outline-container-org2dbde7b" class="outline-2">
<h2 id="org2dbde7b">VEhiculaR Tensor EXperience</h2>
<div class="outline-text-2" id="text-org2dbde7b">
</div>
<div id="outline-container-org4d81d8a" class="outline-3">
<h3 id="org4d81d8a">Vision</h3>
<div class="outline-text-3" id="text-org4d81d8a">
</div>
<div id="outline-container-org19ed6b6" class="outline-4">
<h4 id="org19ed6b6">Using AI technology, in particular <a href="./20231024174436-deep_learning_theory.html">deep learning theory</a>  and <a href="./20210830182842-deep_reinforcement_learning.html">deep reinforcement learning</a>  to improve vehicle control or prediction system</h4>
</div>
<div id="outline-container-org2843763" class="outline-4">
<h4 id="org2843763">AI-Powered Autonomous systems to optimize process variables, improve operation and production efficiency, increase safety</h4>
</div>
</div>
<div id="outline-container-org63cd565" class="outline-3">
<h3 id="org63cd565">Domains:</h3>
<div class="outline-text-3" id="text-org63cd565">
</div>
<div id="outline-container-orge3d31f8" class="outline-4">
<h4 id="orge3d31f8">Vehicle Energy Optimization System ( <a href="./20210830182658-veos.html">veos</a> )</h4>
</div>
<div id="outline-container-orge9842c9" class="outline-4">
<h4 id="orge9842c9"><a href="./20211012161458-battery_bank.html">battery bank</a></h4>
</div>
</div>
<div id="outline-container-orga3cb7ea" class="outline-3">
<h3 id="orga3cb7ea">Tasks:</h3>
<div class="outline-text-3" id="text-orga3cb7ea">
</div>
<div id="outline-container-org0283298" class="outline-4">
<h4 id="org0283298">dyanmic/ static strategy to improve electrical vehicle energy efficiency by adjustment of controller parameters in electric power train (AlphaTruck)</h4>
</div>
<div id="outline-container-org25666cc" class="outline-4">
<h4 id="org25666cc">prediction of <a href="./20210831171810-battery.html">battery</a> state of health</h4>
</div>
<div id="outline-container-org87d943c" class="outline-4">
<h4 id="org87d943c">general performance optimization and cost reduction in vehicle operation and production</h4>
</div>
</div>
</div>

<div id="outline-container-org988435b" class="outline-2">
<h2 id="org988435b">Recruiting</h2>
<div class="outline-text-2" id="text-org988435b">
<p>
<a href="./20220412130836-job_descirption_for_deep_learning_engineer.html">Job Descirption for Deep Learning Engineer</a>
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 27.1 (<a href="https://orgmode.org">Org</a> mode 9.3)</p>
</div>
</body>
</html>
